{"Lernen": ["Mit verschiedenen Sinnesorganen arbeiten fördert den Lernerfolg - Versuche beispielsweise, regelmässig den Lernstoff jemanden zu erklären oder ihn als Zusammenfassung aufzuschreiben. Dies nennt man multisensorisches Lernen.",
"Es gibt keine einzelne beste Lernmethode - Versuche verschiedene Lernmethoden aus, um herauszufinden, welche für dich passen und welche nicht. Dies könnten beispielsweise Zusammenfassungen, Erklärungen, Mindmaps, mündliche Abfragung, etc. sein",
"Im Allgemeinen gilt, je konsequenter, früher und regelmässiger du lernst und den Lernstoff wiederholst, desto besser wird der Lernerfolg, nicht nur im kurzfristigen sondern auch für die Zukunft.",
"Did you know? Lerntypen (bspw. visuell, auditiv, etc.) sind wissenschaftlich nicht belegt. Je mehr Sinne beim Lernen aktiviert werden, desto besser, da das Gehirn mehr Verknüpfungen machen muss.",
"Selbsttests und selbstständiges Abfragen des bisher Gelernten fördern den Lernerfolg und sind ein guter Weg, um dies besser zu verinnerlichen. Somit können auch Wissenslücken schnell gefunden und geschlossen werden. Dies kann auch mit KIs gemacht werden, indem sie beispielsweise Quizfragen generieren.",
"Reflektiere auch über deinen eigenen Lernprozess selbst - wie hast du bisher gelernt, was hat gut funktioniert, was nicht, etc. Dies nennt sich Metakognition.",
"Hole dir Feedback von Aussenstehenden, bspw. Lehrpersonen. Weitere Perspektiven können helfen, den Lernprozess zu verbessern.",
"Auch die Umgebung spielt beim Lernen eine grosse Rolle: Umliegende Faktoren wie Lärm, ob der Lernplatz aufgeräumt ist, etc. können den Lernerfolg beeinflussen. Versuche, eine festgelegte ruhige und aufgeräumte Lernumgebung zu schaffen.",
"Die persönliche Einstellung zum Lernen macht einen grossen Unterschied für den Lernerfolg. Ein neutrales, leicht positivies und motiviertes Mindset ist optimal. Versuche, starke Emotionen, ob negativ oder positiv, zu vermeiden, da diese oftmals zu ablenkend sind.",
"Es hilft, Lehrpersonen nach genauen Anforderungen zu Prüfungen zu fragen, vor allem wenn keine Lernziele gegeben sind. Dieser proaktive Ansatz lohnt sich auch, wenn Lehrpersonen zu viele Prüfungen aufs mal einplanen.",
"Es ist empfehlenswert, wenn auch immer möglich nach Verknüpfungen zu Vorwissen zu suchen, beispielsweise auch durch Analogien und Eselsbrücken. Somit formt das Gehirn besser Verknüupfungen zum neuen Stoff. Dies nennt sich 'Assoziationstheorie'",
"Die Aufmerksamkeit spielt eine grosse Rolle beim Lernen. Diese ist aber nicht unbegrenzt und liegt in der Regel bei 14-20 Minuten, weswegen Lerneinheiten empfehlenswert sind und häufige, kurze Pausen ebenso. Die Aufmerksamkeitsdauer kann aber auch trainiert werden, auch wenn dies nicht unbegrenzt ist. Dies erfordert volle Konzentration."],
"Lernmethoden": ["SQ3R ('Survey, Question, Read, Recite, Review'): SQ3R beschreibt einen aktiveren Ansatz zum Textverständnis nehmen kann, indem man einen Text überfliegt (Survey), sich Fragen zum Text überlegt (Question), ihn liest und gedanklich wiederholt (Read, Review & Recite).",
"KWL ('Know, Want, Learn'): KWL beschreibt eine einfache, generelle Methode, welche das Vorwissen aktiviert und mit dem neuen Wissen verbindet. Dabei sollte man sich zuerst überlegen, was man bereits weiss ('Know'), was man über das Thema wissen will ('Want') und dann lernt man dies ('Learn'). "],
"Zeitmanagement": ["Es ist sinnvoll, Lerneinheiten & Pausen fix einzuplanen. Achte dich aber auch darauf, dass du nicht zu lange Lerneinheiten machst und Pausen machst, wenn dein Körper sie braucht.",
"Während Lernpausen sollte man keine mental anstrengenden Aktivitäten machen. Aktive Bewegung, frische Luft und Entspannung sind gute Möglichkeiten, um den Kopf zu befreien.",
"Eine gute Balance zwischen Lernen und Freizeit ist sehr wichtig. Dies muss nicht immer 50/50 sein, aber dennoch darf das Eine nicht das Andere überwiegen.",
"Konsistenz & Disziplin sind sehr wichtig für das Lernen. Dies wird zwar nicht sofort aufgebaut, aber mit genug Zeit und Übung wird dies einfacher. Hilfsmittel wie ein Lerntimer können sehr dabei helfen.",
"Führe Wochen- Tages- und Lernpläne. Ein strukturierter Ansatz hilft, den Überblick zu behalten und Prioritäten zu setzen."],
"Lern- und Prüfungsstress": ["Sport hilft, Stress und Stresshormone abzubauen. Regelmässige, sogar auch leichte, Bewegung ist deswegen sehr hilfreich, am besten an der frischen Luft.",
"Versuche, regelmässig Entspannungsübungen zu machen, um den Stress abzubauen. Eine Technik, beispielsweise, wäre die sogenannte progressive Muskelrelaxion. Bei dieser spannt und entspannt man nacheinander verschiedene Bereiche des Körpers, welches den Fight-or-Flight Mechanismus unseres Körpers beruhigt, der durch den Stress aktiviert wird.",
"Genügend Schlaf und Essen hilf auch schon viel, um Stress zu reduzieren.",
"Vermeide emotional Anstrengendes und, so gut wie möglich, andere externe Quellen für Stress."]}