{"Lernen": ["Mit verschiedenen Sinnesorganen zu arbeiten fördert den Lernerfolg - Versuche beispielsweise, regelmässig den Lernstoff jemandem zu erklären oder ihn als Zusammenfassung aufzuschreiben. Dies nennt man multisensorisches Lernen.",
"Es gibt keine einzelne beste Art, um zu Lernen - Versuche verschiedene Lerntechniken aus, um herauszufinden, welche für dich passen und welche nicht. Dies könnten beispielsweise Zusammenfassungen, Erklärungen, Mindmaps, mündliches Abfragen etc. sein",
"Im Allgemeinen gilt, je konsequenter, früher und regelmässiger du lernst und den Lernstoff wiederholst, desto besser wird der Lernerfolg, nicht nur kurzfristig, sondern auch für die Zukunft.",
"Did you know? Lerntypen (bspw. visuell, auditiv, etc.) sind wissenschaftlich nicht belegt. Je mehr Sinne beim Lernen aktiviert werden, desto besser, da das Gehirn mehr Verknüpfungen machen muss.",
"Selbsttests und selbstständiges Abfragen des bisher Gelernten fördern den Lernerfolg und sind ein guter Weg, um dies besser zu verinnerlichen. Somit können auch Wissenslücken schnell gefunden und geschlossen werden. Dies kann auch mit KIs gemacht werden, indem sie beispielsweise Quizfragen generieren.",
"Reflektiere auch über deinen eigenen Lernprozess selbst - wie hast du bisher gelernt, was hat gut funktioniert, was nicht, etc.? Dies nennt sich Metakognition.",
"Hole dir Feedback von Aussenstehenden, bspw. Lehrpersonen. Weitere Perspektiven können helfen, den Lernprozess zu verbessern.",
"Auch die Umgebung spielt beim Lernen eine grosse Rolle: Umgebungsfaktoren wie Lärm, ob der Lernplatz aufgeräumt ist, etc. können den Lernerfolg beeinflussen. Versuche, eine festgelegte ruhige und aufgeräumte Lernumgebung zu schaffen.",
"Die persönliche Einstellung zum Lernen macht einen grossen Unterschied für den Lernerfolg. Ein neutrales, leicht positives und motiviertes Mindset ist optimal. Versuche, starke Emotionen, ob negativ oder positiv, zu vermeiden, da diese oftmals zu ablenkend sind.",
"Es hilft, Lehrpersonen nach genauen Anforderungen zu Prüfungen zu fragen, vor allem wenn keine Lernziele gegeben sind. Dieser proaktive Ansatz lohnt sich auch, wenn Lehrpersonen zu viele Prüfungen auf einmal einplanen.",
"Es ist empfehlenswert, wann immer möglich nach Verknüpfungen zu Vorwissen zu suchen, beispielsweise auch durch Analogien und Eselsbrücken. Somit formt das Gehirn besser Verknüpfungen zum neuen Stoff. Dies nennt sich 'Assoziationstheorie'",
"Die Aufmerksamkeit spielt eine grosse Rolle beim Lernen. Diese ist aber nicht unbegrenzt und liegt in der Regel bei 14-20 Minuten, weswegen Lerneinheiten empfehlenswert sind und häufige, kurze Pausen ebenso. Die Aufmerksamkeitsdauer kann aber auch trainiert werden, auch wenn dies nicht unbegrenzt ist. Dies erfordert volle Konzentration.",
"Konsequente Aufmerksamkeit im Unterricht bewirkt schon sehr viel für das Lernen und ist deswegen sehr empfehlenswert.",
"Versuche wenn möglich auch, aktiv Notizen zu schreiben, da dies das Lernen und spätere Repetieren fördert.",
"Eine kurze Repetition des täglichen Schulstoffes vor dem Schlafen hilft sehr, dies noch besser im Gehirn zu verinnerlichen.",
"Finde heraus, wie du in verschiedenen Fächern für dich am besten lernst. Man kann oftmals nicht überall den gleichen Ansatz verwenden.",
"Versuche, für alles was du lernst, einen Anwendungsbereich oder Sinn zu finden.",
"Reines Auswendiglernen von Stoff ist oftmals nicht genug. Versuche auch, die Zusammenhänge in der Materie zu verstehen (Dies ist besonders wichtig in den naturwissenschaftlichen Fächern)"],
"Beispiele für Lernmethoden": ["SQ3R ('Survey, Question, Read, Recite, Review'): SQ3R beschreibt einen aktiveren Ansatz zum Textverständnis, indem man einen Text überfliegt (Survey), sich Fragen zum Text überlegt (Question), ihn liest und gedanklich wiederholt (Read, Review & Recite).",
"KWL ('Know, Want, Learn'): KWL beschreibt eine einfache, generelle Methode, welche das Vorwissen aktiviert und mit dem neuen Wissen verbindet. Dabei sollte man sich zuerst überlegen, was man bereits weiss ('Know'), was man über das Thema wissen will ('Want') und dann lernt man dies ('Learn').",
"LOCI-Methode: Die LOCI-Methode ist eine Gedächtnistechnik, welche auf der räumlichen Verankerung basiert. Bei dieser Methode stellt man sich einen räumlichen Pfad vor, wie beispielsweise den Schulweg, und gibt Informationen, welche man lernen soll, einen Ort darauf. Dann geht man diese Route ab und merkt sich die Informationen. Dies wurde bereits zu römischen Zeiten von Rednern wie Cicero verwendet."],
"Zeitmanagement": ["Es ist sinnvoll, Lerneinheiten & Pausen fix einzuplanen. Achte aber auch darauf, dass du nicht zu lange Lerneinheiten machst und Pausen machst, wenn dein Körper sie braucht.",
"Während Lernpausen sollte man keine mental anstrengenden Aktivitäten machen. Aktive Bewegung, frische Luft und Entspannung sind gute Möglichkeiten, um den Kopf zu befreien.",
"Eine gute Balance zwischen Lernen und Freizeit ist sehr wichtig. Dies muss nicht immer 50/50 sein, aber dennoch darf das Eine nicht das Andere überwiegen.",
"Konsistenz & Disziplin sind sehr wichtig für das Lernen. Dies wird zwar nicht sofort aufgebaut, aber mit genug Zeit und Übung wird dies einfacher. Hilfsmittel wie ein Lerntimer können sehr dabei helfen.",
"Führe Wochen-, Tages- und Lernpläne. Ein strukturierter Ansatz hilft enorm, den Überblick zu behalten und Prioritäten zu setzen.",
"Plane genügend früh voraus und bereite dich auf mögliche weitere Belastungen vor, denn es kann sein, dass vieles noch in letzter Minute hinzugefügt wird."],
"Lern- und Prüfungsstress": ["Sport hilft, Stress und Stresshormone abzubauen. Regelmässige, sogar auch leichte, Bewegung ist deswegen sehr hilfreich, am besten an der frischen Luft.",
"Versuche, regelmässig Entspannungsübungen zu machen, um den Stress abzubauen. Eine Technik wäre beispielsweise die sogenannte progressive Muskelrelaxion. Bei dieser spannt und entspannt man nacheinander verschiedene Bereiche des Körpers, was den Fight-or-Flight-Mechanismus unseres Körpers beruhigt, der durch den Stress aktiviert wird.",
"Genügend Schlaf und Essen helfen auch schon viel, um Stress zu reduzieren.",
"Vermeide emotional Belastendes und, so gut wie möglich, andere externe Quellen für Stress."],
"Die Matura": ["Maturanoten werden hauptsächlich erst ab dem dritten Jahr relevant, da dort einige Fächer (Grundlagenfach Chemie, Biologie, Musik bzw. BG & Geografie) das letzte Mal unterrichtet werden. Geografie ist ein Spezialfall, da es nur ein Semester lang unterrichtet wird, also wird der Durchschnitt des 2. und 3. Jahres verwendet.",
"Nicht alle Fächer sind also maturitätsrelevant. Alle Freifächer und die Grundlagenfächer Informatik, Wirtschaft & Recht und Sport zählen nicht für die Matura. Ebenfalls kann man, wenn man sowohl Französisch wie auch Italienisch hatte, oder Englisch und Griechisch, entscheiden, welches der beiden Fächer zählen soll. Somit wird das Maturitätszeugnis aus den verbleibenden Fächern gebildet - die Maturaarbeit zählt ebenfalls als ein Fach.",
"Noch weniger dieser Fächer haben Prüfungen. Nur die drei gewählten Sprachen (Deutsch, Französisch ODER Italienisch und Englisch ODER Griechisch), Mathematik, das Schwerpunktfach und das Ergänzungsfach haben überhaupt eine Maturaprüfung. Deutsch, Mathe, das Schwerpunktfach und EINE der beiden nicht-deutschen Sprachen haben sowohl eine schriftliche wie auch eine mündliche Prüfung, die andere nur eine schriftliche. Dieser Entscheid, welches der Sprachen welche Prüfungen hat, wird in der Regel am Ende der 3. Stufe von der Schulleitung getroffen.",
"Das Ergänzungsfach hat, in der Regel, nur eine mündliche Prüfung. Ausnahmen sind das EF Bildnerisches Gestalten, wo eine 3h schriftlich-praktische Prüfung ansteht, und das EF Musik, wo eine 15-Minütige mündliche Prüfung in der Theorie oder eine 15-Minütige praktische Prüfung im Instrumentalunterricht ansteht.",
"Bei gewissen Schwerpunktfächern (SPAM, PPP, Wirtschaft & Recht) wird nur ein Teilbereich mündlich geprüft. Diesen Teilbereich kann man in der Regel etwa 6 Monate vor der Prüfung wählen.",
"Das Maturitätszeugnis setzt sich aus der Kombination der bisherigen (gerundeten) Jahresnote und, falls das Fach geprüft wurde, der (gerundeten) Noten der Maturaprüfungen jeweils zur Hälfte zusammen. Das heisst, dass wenn ein Fach sowohl eine mündliche wie auch eine schriftliche Prüfung hat, die Endnote aus 50% Jahresnote, 25% schriftliche Prüfung und 25% mündliche Prüfung besteht.",
"Die Maturanoten werden immer, wie beim normalen Zeugnis, auf halbe & ganze Noten gerundet."],
"Allgemeines der Kanti Baden": ["Die Drucker der Kantonsschule Baden sind ideal, um Dokumente zu drucken, zu kopieren und zu scannen. Man bekommt pro Jahr ein gratis Kontingent, mit dem man drucken kann. Dafür muss man einfach auf eop.kanti-baden.ch gehen, sich anmelden und Dokumente hochladen. Man kann sich mit seinem Schülerausweis an jedem dieser Drucker anmelden, um diese dann zu drucken.",
"An der Kanti gibt es ein Mathe-Meeting-Point, wo Schüler anderen Schülern während der Schulzeit Mathe-Nachhilfe geben.",
"Freifächer bieten sehr interessante Kurse, es lohnt sich sehr, sich für welche anzumelden."],
"Künstliche Intelligenz": ["KI-Tools können den Lernprozess unterstützen, indem sie als Feedback agieren. Sie können dir zum Beispiel Fragen über die Materie, die du lernst, stellen, damit du dein Wissen kontrollieren kannst."]}